acpi
acpid
adobe-source-code-pro-fonts
alsa-firmware
alsa-utils
android-studio
android-tools
android-udev
aribb24
ark
atom
autoconf
automake
avahi
awesome-terminal-fonts
b43-fwcutter
bash
bat
bazel
binutils
bison
bluedevil
boost
breeze
breeze-gtk
breeze-kde4
bridge-utils
btrfs-progs
bumblebee
bzip2
cantata
cmake
coreutils
cpupower
crda
cronie
cryptsetup
ctags
cuda
cups
cups-pdf
cups-pk-helper
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
docker
dolphin
dolphin-plugins
dosfstools
e2fsprogs
ebtables
ecryptfs-utils
efibootmgr
exfat-utils
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbs
file
filelight
filesystem
filezilla
findutils
firefox
flatpak
flex
gawk
gcc
gcc-libs
gdb
gettext
gflags
ghostscript
git
glibc
gnome-icon-theme
gnome-themes-extra
google-chrome
google-glog
gperf
grep
grub
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-theme-breath
gtk3
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
haveged
hdf5
heroku-cli
hplip
htop
imagewriter
inetutils
inkscape
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jdk8-openjdk
jfsutils
jre8-openjdk
jupyter
jupyter-nbconvert
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kde-servicemenus-rootactions
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
kfind
kgamma5
kget
khelpcenter
kimageformats
kinfocenter
kio-extras
kmenuedit
konsole
konversation
krita
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
latte-dock
less
lib32-flex
lib32-libcanberra
lib32-libcanberra-pulse
lib32-mesa-demos
lib32-nvidia-utils
lib32-primus
libcanberra
libcanberra-gstreamer
libcanberra-pulse
libdvdcss
libgoom2
libkate
libmicrodns
libreoffice-fresh
libtiger
libtool
libunrar
libva-intel-driver
libva-vdpau-driver
licenses
linux-firmware
linux414
linux414-bbswitch
linux414-headers
linux414-nvidia
lirc
live-media
logrotate
lolcat
lsb-release
lua-socket
luajit
lvm2
lxc
m4
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mpd
ms-office-online
mtpfs
mupdf-tools
nano
neofetch
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvidia-docker
nvidia-utils
obs-studio
octopi
octopi-cachecleaner
octopi-notifier-frameworks
octopi-repoeditor
okular
openbsd-netcat
opencv
opencv-samples
openresolv
openssh
os-prober
oxygen
oxygen-icons
oxygen-kde4
p7zip
pacman
partitionmanager
patch
patchutils
pciutils
perl
perl-file-mimeinfo
perl-uri
phonon-qt4-gstreamer
phonon-qt5-gstreamer
pigz
pkgconf
plasma-desktop
plasma-nm
plasma-pa
plasma-workspace
plasma-workspace-wallpapers
plasma5-themes-breath
poppler-data
powerdevil
powerline-fonts
powertop
print-manager
procps-ng
projectm
protobuf
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pyqt5-common
python-h5py
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-pytorch-cuda
python-reportlab
python-tensorflow-cuda
python2-numpy
qbittorrent
qemu
qt5-imageformats
qt5-virtualkeyboard
reiserfsprogs
rsync
ruby
s-nail
samba
scrot
sddm
sddm-breath-theme
sddm-kcm
sdl_image
sed
shadow
skanlite
slack-desktop
sni-qt
spectacle
spectre-meltdown-checker
splix
spotify
sshfs
steam-manjaro
subversion
sudo
sysfsutils
system-config-printer
systemd-kcm
systemd-sysvcompat
systemsettings
tar
telegram-desktop
tensorboard
terminus-font
texinfo
thunderbird
tk
tlp
ttf-bitstream-vera
ttf-droid
ttf-freefont
ttf-inconsolata
ttf-indic-otf
ttf-liberation
udiskie
udisks2
unrar
usb_modeswitch
usbutils
user-manager
util-linux
vcdimager
vde2
vi
virt-manager
vlc
vsftpd
wget
which
wireless_tools
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-su
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-intel
xfsprogs
xorg-server
xorg-twm
xorg-xinit
yakuake
yaourt
zsh
